{
    "pins": [
        {
            "id": "obj-10",
            "title": "Ivory Tower",
            "iconUrl": "/objects/ivory_tower.png",
            "area": "High Five",
            "x": 2106,
            "y": 1373,
            "z": 3,
            "description": ""
        },
        {
            "id": "obj-165",
            "title": "Windtail Waterfall",
            "iconUrl": "/objects/windtail_waterfall.png",
            "area": "High Five",
            "x": 1845,
            "y": 790,
            "z": 3,
            "description": ""
        },
        {
            "id": "obj-178",
            "title": "Fantasy Island",
            "iconUrl": "/objects/fantasy_island.png",
            "imageUrl": "/images/header_fantasy_island.jpg",
            "area": "High Five",
            "x": 1295,
            "y": 986,
            "z": 4,
            "description": "<p>На сервере присутствует ряд авторских ивентов которые работают как на постоянной основе, так и включаются по мере развития сервера:</p><br>\n<p><b>1. Царь горы - </b> постоянный ивент, захватывай локации вместе со своим кланом и получай Славу (Fame) за их удержание. Участвовать могут только члены клана, который находится в состоянии войны.&nbsp;</p><br>\n<p><b>2. Dark Invasion - </b> это уникальный редкий ивент, в котором игрокам предстоит сражаться с монстрами и рейдовыми боссами. В назначенное время перед игроками откроется портал из которого начнут выходить монстры, а после Рейдовый Босс. Награда: опыт, виталити, Life Stones, Ivory Coins, Enchantment scroll,экипировка.</p><br>\n<p><b>3. Zaken - </b> Начиная со второго этапа доступны 2 инстанса, которые вы можете посетить через NPC Old Pirat в Giran Town. Для этого вам понадобится 7-9 персонажей 52-68 и 74-80 уровня, в зависимости от того, на какого Закена вы планируете попасть. Доступен ежедневный квест, за прохождение которого вам дается Zaken's Secret Chest. Открывая сундуки вы получаете \"Поврежденную серьгу Закена\" и разные виды заточек. Улучшая серьгу, вы получаете различные бонусы схожие с оригинальной серьгой Закена. Заточив поврежденную серьгу на +10, вы можете её обменять на настоящую.</p><br>\n<p><b>4. Путь к Байлору - </b> кастомный инстанс, включается по мере развития сервера и предназначен для игроков 74-85х уровней (комфортный фарм 78+). В процессе прохождения которого вам небходимо зачистить 3 коридора с мобами, где в конце вас будут ждать боссы. После прохождения этих боссов у вас появляется возможность зафармить Байлора и получить \"Сундук Темной Души\", из которого можно достать части Immortal бижутерии (S-grade) которые обменивается на цельную бижутерию с различными резистами.</p><br>\n<p><b>5. Core и Orfen </b> Начиная с 3-го этапа на сервере становится доступен инстанс <b>Core и Orfen.</b> Оба Босса находятся в одной Инстанс Зоне, что значит, что вам нужно будет выбрать, к какому из них вы хотите попасть в этот раз (по аналогии с инстансом Baylor). Внутри каждого из них вам нужно будет найти путь и попасть к защитникам Боссов, убить одного из них, а потом сразиться и с самим Боссом. До тех пор, пока защитники живы Босс неуязвим. После его убийства, мы получите приятный дроп, а также персональный предмет - сундук, из которого можно получить осколок души Босса, которые можно обменять на целую Бижутерию.&nbsp;</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 256px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 36px;\"></div></div>"
        },
        {
            "id": "obj-44",
            "title": "Anghel Waterfall",
            "iconUrl": "/objects/anghel_waterfall.png",
            "area": "High Five",
            "x": 2622,
            "y": 1857,
            "z": 3,
            "description": ""
        }
    ]
}