{
    "pins": [
        {
            "id": "obj-56",
            "title": "Heine",
            "iconUrl": "/objects/heine.png",
            "imageUrl": "/images/header_heine.jpg",
            "area": "High Five",
            "x": 2251,
            "y": 2583,
            "z": 120,
            "description": "<p><b>Heine</b> - по праву считается красивейшим городом на континенте.</p><br>\n<p>Когда-то давно, некоторые Эльфы ушли из своей деревни в далекие страны, опасаясь войны, что разгоралась на границах родины. После долгих странствий, они пришли в земли Иннадрила, и им сразу же полюбился мягкий климат и теплые воды этих земель.</p><br>\n<p><b>В город добавлены Клан Холлы которые ранее нельзя было приобрести.</b> Теперь они станут отличным стратегическим убежищем для кланов которые в дальнейшем планируют активно воевать за Парнас - одно из ключевых мест для фарма камней атрибута, куда будут доступны дополнительные телепорты с КХ и Замка. Владелец Форта или Клан Холла в этой территории получает часть от Замковых Бонусов.</p><br>\n<p>С четвертой стадии сервера на Hellbound будет добавлен Beleth в качестве мирового босса, с возможностью захода к нему через кристалл рядом с Грин Спотом.</p><br>\n<p><img alt=\"card-bailor.png\" data-fileid=\"100206\" data-ratio=\"100.00\" data-src=\"/forum/uploads/monthly_2021_01/card-bailor.png.e981068b2cddfcf95b498f9897d535fe.png\" src=\"/forum/uploads/monthly_2021_01/card-bailor.png.e981068b2cddfcf95b498f9897d535fe.png\" class=\"ipsImage_thumbnailed\" data-loaded=\"true\" style=\"vertical-align: -27%;\" width=\"34\"><span> </span><strong>Baylor</strong><span></span></p><br>\n<p>Был добавлен новый инстанс, который хорошо известен старожилам нашего сервера -<span> </span><strong>Baylor</strong>. Сам инстанс представляет из себя 3 коридора с мобами, в конце каждого вас будет ждать Босс. Как только вы одолеете каждого из боссов - сможете попасть к главному боссу Байлору. </p><br>\n<p>Для того, то бы попасть к боссу вам нужно:</p><br>\n<p>Группа из<span> </span><strong>7</strong>-<strong>9<span> </span></strong>персонажей;</p><br>\n<p>Уровень:<span> </span><strong>73</strong>-<strong>85;<br></strong></p><br>\n<p>Пройти коридор Coral Garden и RB<span> </span><strong>Tears<span> </span></strong>(78 lvl);</p><br>\n<p>Пройти коридор Steam Corridor и RB<span> </span><strong>Kechi </strong>(78 lvl);</p><br>\n<p>Пройти коридор Emeral Squaer и RB<span> </span><strong>Darnel</strong> (78 lvl).</p><br>\n<p>Дроп: S gr. Оружие, Броня, Бижутерия. Прокачка СА 10 =&gt; 13 уровней. Камни АТТ. A и S гр. свитки улучшения оружия и брони, прочее. </p><br>\n<p>Сложность:<span> </span><span><strong>высокая</strong></span>.</p><br>\n<p>Место входа в инстанс:<span> </span><strong>Giran Harbor или <span>Ancient City Arcan;</span></strong></p><br>\n<p>Откат:<span> </span><strong>Вт, Чт, Сб</strong>;</p><br>\n<p><span style=\"font-size: 12pt;\"><b><a href=\"https://www.youtube.com/watch?v=d7d2UBVziaI\">Видео-гайд по прохождению инсты</a></b></span></p><br>\n<p>Локации для прокачки в землях Heine:</p><br>\n<p>1. Остров Аллигаторов (<b>Alligator Island</b>) - локация для соло и партийного АоЕ экспинга на 35-45х уровнях.</p><br>\n<p>2. Сад Богини Евы (<b>Garden of Eva</b>) - одна из топовых локаций для AoE экспинга на 40-50х уровнях. Чем ближе к центру - тем сложнее и эффективнее прокачка.</p><br>\n<p>В юго-западной части города, у NPC Captain Gosta (Начальник Стражи Госта), можно найти группу игроков для захода в партийную Камалоку:<b> Зал бездны (43/46 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (49 уровня)</b>. Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс <b>Окрестности Камалоки (30-40 / 35-45 / 40-50 уровни).</b></p><br>\n<p>На этой стадии частично <b>доступен Hellbound</b>. Для его посещения необходимо выполнить простой квест на 78м уровне у Elder Casian в Wasteland (Пустошь).</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 256px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 27px;\"></div></div>"
        },
        {
            "id": "obj-58",
            "title": "Town of Dion",
            "iconUrl": "/objects/town_of_dion.png",
            "imageUrl": "/images/header_town_of_dion.jpg",
            "area": "High Five",
            "x": 1717,
            "y": 2131,
            "z": 120,
            "description": "<p><b>Дион</b> - бедная земля, но переполненная магической силой.</p><br>\n<p>Причиной тому стали руины гигантов на севере от города — Башня Крумы, в которой обитают мобы с хорошей EXP на <b>40-56 уровнях</b> и <b>Эпический босс Core</b>.</p><br>\n<p>Остальные локации вокруг Диона, актуальны для игроков 25-35ых уровней. В центре площади, у NPC Captain Lucas (Начальник Стражи Лукас), можно найти группу игроков для захода в партийную Камалоку: <b>Зал бездны (33/36 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (39 уровня)</b>.</p><br>\n<p>Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс <b>Окрестности Камалоки (20-30 / 30-40 / 35-45 уровни)</b>. Владелец Форта или Клан Холла в этой территории получает часть бонусов от пассивных скиллов замка.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 153px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 39px;\"></div></div>"
        },
        {
            "id": "obj-59",
            "title": "Rune Township",
            "iconUrl": "/objects/rune_township.png",
            "imageUrl": "/images/header_rune_township.jpg",
            "area": "High Five",
            "x": 1840,
            "y": 1035,
            "z": 120,
            "description": "<p><b>Руна</b> - столица королевства Элмор.</p><br>\n<p>Когда Орки властвовали на всем континенте, и владели всем Эльмором, ими была построена Руна, ставшая им столицей. Но когда орды Орков пали под натиском союза Эльфов и Людей, город навсегда перешел к Людям.</p><br>\n<p>Локации для прокачки в землях Руны:</p><br>\n<p><b>1.</b> Ферма Диких Зверей (<b>Beast Farm</b>) - основная локация для спойла A-grade шлемов, ботинок, щитов и бижутерии.</p><br>\n<p><b>2.</b> Долина Святых (<b>Valley of Saints</b>) - первое любимое место всех магов 58-68 уровней, комфортно качаться в соло и по тройкам (маг, заливка, бард). Выпадают рецепты на A-grade перчатки.</p><br>\n<p><b>3.</b> Лес Неупокоенных (<b>Forest of the Dead</b>) - второе любимое место всех магов, но уже 61-74 уровней. Как и в VoS, оптимальный состав до 3х человек в группе. Из-за того что локация населена нежитью, Хиллер классы комфортно себя здесь чувствуют.</p><br>\n<p><b>4.</b> Болото Криков (<b>Swamp of Screams</b>) - локация для прокачки милишных классов 64 - 74 уровней. Мобы имеют усиленную магическую защиту, а часть из них обладают резистом к стрелам.</p><br>\n<p><b>5.</b> Гнездо Стакато (<b>Stakato Nest</b>) - локация для высокоуровневых персонажей. Здесь обычно фармится квест \"Час Икс\" (The Zero Hour) с АоЕ сетапами: маги, глады / тиры, копейшики.</p><br>\n<p><b>6.</b> Языческий Храм (<b>Pagan Temple</b>) - в первых комнатах стоят EE с Бишами 74-78 уровней, и качаются через летальное прохождение скилла \"Испугать Нежить\" (Turn Undead), а в глубь заходят милишники или лучники 76+ уровней.</p><br>\n<p><b>7.</b> Монастырь Безмолвия (<b>Monastery of Silence</b>) - локация для фарма милишниками с 78+ уровня. В начале локации фармят небольшими группами, но если у вашей фулл пати \"день не задался\", то можно пройти вглубь комнат, и засесть там до лучших времен.</p><br>\n<p>Рядом с главной площадью города, у NPC Captain Mathias (Начальник Стражи Матиас), можно найти группу игроков для захода в партийную Камалоку: <b>Зал бездны (73 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (78 и 81 уровня)</b>. Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс <b>Окрестности Камалоки (55-65 / 60-70 / 65-75 / 70-80 / 80-85 уровни).</b></p><br>\n<p>Замок Руны не доступен для захвата на этой стадии сервера, но владелец Форта или Клан Хола в этой территории получает часть от Замковых Бонусов.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 153px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 13px;\"></div></div>"
        },
        {
            "id": "obj-73",
            "title": "Town of Goddard",
            "iconUrl": "/objects/town_of_goddard.png",
            "imageUrl": "/images/header_town_of_goddard.jpg",
            "area": "High Five",
            "x": 2460,
            "y": 990,
            "z": 120,
            "description": "<p><b>Годдард</b> - родина многих храбрых героев, а еще это центр изучения и исследований.</p><br>\n<p>Давным-давно он был построен Орками как оборонительная крепость, но сейчас это сердце военной деятельности государства Людей. Под городом, на северо-западе, обитают мобы с Хербами, на которых комфортно качаться персонажам 65-73х уровней.</p><br>\n<p>Доступ к квесту \"<b>Battle against Varka Silenos </b>/<b> Ketra Orcs</b>\" был упрощен, он необходим для фарма S-grade кусков и рецептов.</p><br>\n<p>Локация \"Кузница Богов\" (<b>Forge of the Gods</b>) теперь полностью открыта, и не нуждается в убийстве RB Ember для повышения стадий локации.</p><br>\n<p>Добавляется <b>Эпический босс Frintezza</b> с вечерним респауном раз в 3 дня.</p><br>\n<p>Замок Годдарда дарит своим владельцам полезные бонусы, которые помогут им в их сражениях и приключениях. Также любой владелец Форта или Клан Холла в этой территории получает часть от Замковых Бонусов. Осады замков и Территориальные воины проходит 1 раз в 2 недели</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 153px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 29px;\"></div></div>"
        },
        {
            "id": "obj-75",
            "title": "Town of Schuttgart",
            "iconUrl": "/objects/town_of_schuttgart.png",
            "imageUrl": "/images/header_town_of_schuttgart.jpg",
            "area": "High Five",
            "x": 2123,
            "y": 478,
            "z": 120,
            "description": "<p><b>Шутгарт</b> и его земли занимают северную часть континента.</p><br>\n<p>В былые времена здесь мирно существовали гномы. В местных рудниках они добывали ценный минералы, которыми в последствии торговали по всему королевству. Но с приходом богини Шилен их деревни были разрушены а в шахтах поселились отвратительные создания.</p><br>\n<p>Локации для прокачки в землях Шуттгарда:</p><br>\n<p><b>1</b>. Разграбленные Равнины (<b>Plunderous Plains</b>) - не популярное место для прокачки, необходимо добираться пешком из города, идти в сторону Archaic Fortress. Хорошее место для прокачки для 30-40 уровней. Можно организовывать АоЕ кач.</p><br>\n<p><b>2</b>. Склепы Позора (<b>Crypts of Disgrace</b>) - популярное место для експинга 25-35 уровня на нежити. Можно организовывать АоЕ кач.</p><br>\n<p><b>3</b>. Древняя лаборатория (<b>Archaic Laboratory</b>) - локация для АоЕ кача для персонажей 45-56 уровней.</p><br>\n<p><b>4</b>. Ледяной Лабиринт (<b>Frozen Labyrinth</b>) - локация для соло експинга и партийного АоЕ кача 55-65, самые популярные споты контролируются кланами, есть квест на ресурсы и заточки B-A грейда.</p><br>\n<p>В юго-западной части города, у NPC Captain Vishotsky (Начальник Стражи Вишотский), можно найти группу игроков для захода в партийную Камалоку: <b>Зал бездны (63/66 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (69 уровня)</b>. Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс Окрестности Камалоки (45-55 / 50-60 / 55-65 / 60-70 уровни).</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 71px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 4px;\"></div></div>"
        },
        {
            "id": "obj-116",
            "title": "Town of Giran",
            "iconUrl": "/objects/town_of_giran.png",
            "imageUrl": "/images/header_town_of_giran.jpg",
            "area": "High Five",
            "x": 2084,
            "y": 2156,
            "z": 120,
            "description": "<p></p><br>\n<p></p><br>\n<p>Это <b>торговая столица</b> королевства, которая стягивает игроков с разной части материка.</p><br>\n<p>Это позволяет приобрести не только <b>уникальные товары</b>, но и найти себе компанию для игры - группу или клан.</p><br>\n<p>Территория Гирана на этапе <b>High Five</b> преобразилась:</p><br>\n<p><b>1.</b> Локации <b>DV</b> и <b>LoA</b> предназначены для высокоуровневых персонажей, где добываются вещи<b> S80-S84. </b></p><br>\n<p><b>2.</b> <b>Zaken теперь</b> переходит в ряд <b>инстовых эпиков</b>, и работает по правилам High Five хроник.&nbsp;</p><br>\n<p><b>3.</b>&nbsp;Добавлен один из самых ценных мест LoA - <b>спот с Кровавыми Кариками</b>, который был упрощен для фарма физическими классами.&nbsp;</p><br>\n<p>Игроки объединившись в кланы на MasterWork, получают сильнейшее преимущество как в развитии своего персонажа, так в возможности влиять на игровой мир.Кланы, являясь владельцами обычных / осаждаемых Клан Холлов и Фортов, получают место для проведения стратегических маневров вкупе с <b>приятными бонусами</b>: <b>бафер, телепорт, регенерация MP и восстановление EXP после смерти</b>, а также часть пассивных скиллов которые имеют Замки.</p><br>\n<p>Осады Замков проходят каждые 2 недели, как и Территориальные Войны - которые тесно связаны с ними.</p><br>\n<p>Исход этих мероприятий влияет на сражения за <b>Эпических Боссов</b>, а те в свою очередь на Великую Олимпиаду. Члены клана получают ряд пассивных умений в зависимости от его развития.</p><br>\n<p>Больше <b>социализируйся</b> и помогай своему клану! <b>Не стой в стороне</b>, пока остальные получают самые сливки и наращивают преимущество с огромной скоростью.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 153px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 17px;\"></div></div>"
        },
        {
            "id": "obj-122",
            "title": "Town of Oren",
            "iconUrl": "/objects/town_of_oren.png",
            "imageUrl": "/images/header_town_of_oren.jpg",
            "area": "High Five",
            "x": 2096,
            "y": 1610,
            "z": 120,
            "description": "<p><b>Город-крепость Орен</b> основанный членами гильдии воинов.</p><br>\n<p>Представляет собой неприступное укрепление с высокими стенами и смотровыми башнями.</p><br>\n<p>Прямо под городом находятся <b>мобы для прокачки 45-55 уровня</b>, с которых падают Хербы для соло игроков (однако их можно фармить и группой если собирать парики). Чуть дальше располагаются Луга Небесной Тени (<b>Skyshadow Meadow</b>), одно из любимейших мест игроков с АоЕ скиллами 50-60ых уровней.</p><br>\n<p>На севере, в районе Ivory Tower обитают одиночные мобы с Хербами на которых комфортно <b>качаться одиночкам 40-52ых уровней</b>. Еще дальше направляясь по северу, будет локация <b>Outlaw Forest</b> для персонажей <b>48-58ых уровней</b>.</p><br>\n<p>На северо-западе, в локации Море Спор (Sea of Spores) обитает <b>Эпический босс Orfen</b>, за которого раз в 4 дня происходят стычки кланов.</p><br>\n<p>Рядом с южным выходом из города, у NPC Captain Gosta (Начальник Стражи Госта), можно найти группу игроков для захода в партийную Камалоку: <b>Зал бездны (53/56 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (59 уровня)</b>. Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс О<b>крестности Камалоки (30-40 / 35-45 / 40-50 уровни)</b>.</p><br>\n<p>Владелец Форта или Клан Холла в этой территории получает часть от Замковых Бонусов.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 71px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 4px;\"></div></div>"
        },
        {
            "id": "obj-126",
            "title": "Town of Aden",
            "iconUrl": "/objects/town_of_aden.png",
            "imageUrl": "/images/header_town_of_aden.jpg",
            "area": "High Five",
            "x": 2459,
            "y": 1452,
            "z": 120,
            "description": "<p><b>Аден</b> - политический, культурный и религиозный центр континента, сердце одноименного королевства.</p><br>\n<p><b>Эпический босс Baium</b> становится 80 уровня. Респаун раз в 5 дней в вечернее время, промежуток рандомного спауна - 2 часа.</p><br>\n<p><b>Замок Адена</b>&nbsp;доступен для захвата на этой стадии сервера, и владелец Форта или Клан Холла в этой территории получает часть от Замковых Бонусов.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 256px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 201px;\"></div></div>"
        },
        {
            "id": "obj-168",
            "title": "Town of Gludio",
            "iconUrl": "/objects/town_of_gludio.png",
            "imageUrl": "/images/header_town_of_gludio.jpg",
            "area": "High Five",
            "x": 1538,
            "y": 2011,
            "z": 120,
            "description": "<p><b>Глудио</b> - самая большая область Королевства Людей Адена.</p><br>\n<p>Однако несколько лет назад она подверглась нападению, а руины, оставшиеся после войны в Глудио, стали опасны и кишат нежитью. Кроме того, огромные насекомые скрываются в обширных пустошах на юге.</p><br>\n<p>Это подходящее <b>место для новичков 20-30 уровней</b>, и поиска академиков для клан лидеров. После фарма эпического босса Queen Ant на территории Gludio, в городе напротив церкви появляется <b>NPC Relic Watcher</b>, у которого любой игрок может получить очки Vitality и «Банка с душой AQ», накопив которые можно обменять на <b>временный урезанный аналог Кольца Ant Queen</b>.</p><br>\n<p>В центре площади, у NPC Captain Bathis (Начальник Стражи Батис), можно найти группу игроков для захода в партийную Камалоку: <b>Зал бездны (23/26 уровня)</b>, и в Камалоку: <b>Лабиринт Бездны (29 уровня)</b>. Рядом с ним стоит NPC Pathfinder Worker (Следопыт) для захода в одиночный инстанс <b>Окрестности Камалоки (20-30 / 25-35 уровни)</b>.</p><br>\n<p>Владелец Форта или Клан Хола в этой территории получает часть бонусов от пассивных скиллов замка.</p><div class=\"ps__rail-x\" style=\"left: 0px; bottom: 0px;\"><div class=\"ps__thumb-x\" tabindex=\"0\" style=\"left: 0px; width: 0px;\"></div></div><div class=\"ps__rail-y\" style=\"top: 0px; right: 0px; height: 153px;\"><div class=\"ps__thumb-y\" tabindex=\"0\" style=\"top: 0px; height: 27px;\"></div></div>"
        }
    ]
}